Repository: Oneirag/neirapinuela.es
Catalog: src/neirapinuela/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: TOTP Token
es: Código TOTP

source: Sign In
es: Iniciar sesión

source: Verify
es: Verificar

source: Invalid TOTP token
es: Código TOTP inválido

source: Invalid username or password
es: Nombre de usuario o contraseña incorrectos

source: TOTP setup completed successfully
es: Configuración TOTP completada exitosamente

source: About
es: Acerca de

source: About neirapinuela.es
es: Acerca de neirapinuela.es

source: Our Website
es: Nuestro Sitio Web

source: Welcome to the Neira Pinuela family website! This is our personal space on the internet where we share our projects, applications, and family moments.
es: ¡Bienvenidos al sitio web de la familia Neira Pinuela! Este es nuestro espacio personal en internet donde compartimos nuestros proyectos, aplicaciones y momentos familiares.

source: Technology Stack
es: Stack Tecnológico

source: Family Applications
es: Aplicaciones Familiares

source: Our website hosts various applications that different family members have created or use. Some are public and accessible to everyone, while others require authentication for security.
es: Nuestro sitio web aloja varias aplicaciones que diferentes miembros de la familia han creado o utilizan. Algunas son públicas y accesibles para todos, mientras que otras requieren autenticación por seguridad.

source: Used by:
es: Usado por:

source: Contact
es: Contacto

source: This website is maintained by the Neira Pinuela family. Built with love and modern web technologies.
es: Este sitio web es mantenido por la familia Neira Pinuela. Construido con amor y tecnologías web modernas.

source: Home
es: Inicio

source: Family
es: Familia

source: Applications
es: Aplicaciones

source: Logout
es: Cerrar sesión

source: Login
es: Iniciar sesión

source: Made with
es: Hecho con

source: by the Neira Pinuela family
es: por la familia Neira Pinuela

source: The Neira Pinuela Family
es: La Familia Neira Pinuela

source: Meet our family members
es: Conoce a los miembros de nuestra familia

source: Applications:
es: Aplicaciones:

source: Welcome to our family website
es: Bienvenidos a nuestro sitio web familiar

source: Meet the Neira Pinuela family
es: Conoce a la familia Neira Pinuela

source: Explore our collection of apps
es: Explora nuestra colección de aplicaciones

source: Learn more about this website
es: Conoce más sobre este sitio web

source: Featured Applications
es: Aplicaciones Destacadas

source: Available to:
es: Disponible para:

source: Login Required
es: Requiere Iniciar Sesión

source: Open App
es: Abrir Aplicación

source: Our collection of family applications
es: Nuestra colección de aplicaciones familiares

source: Public Access
es: Acceso Público

source: Open Application
es: Abrir Aplicación

source: No applications available
es: No hay aplicaciones disponibles

source: Please log in to see more applications or check back later.
es: Por favor inicia sesión para ver más aplicaciones o vuelve más tarde.

source: Typing Practice
es: Práctica de Mecanografía

source: Improve your typing skills with Pablo and Carlitos!
es: ¡Mejora tus habilidades de mecanografía con Pablo y Carlitos!

source: Select a Lesson
es: Selecciona una Lección

source: Accuracy
es: Precisión

source: WPM
es: PPM

source: Errors
es: Errores

source: Time
es: Tiempo

source: Start typing here...
es: Comienza a escribir aquí...

source: Restart
es: Reiniciar

source: Back to Lessons
es: Volver a Lecciones

source: Lesson Completed!
es: ¡Lección Completada!

source: Next Lesson
es: Siguiente Lección

source: Retry Lesson
es: Repetir Lección

source: Achievement Unlocked!
es: ¡Logro Desbloqueado!

source: Basic Keys
es: Teclas Básicas

source: Learn the home row keys
es: Aprende las teclas de la fila base

source: Single letters
es: Letras sueltas

source: More letters
es: Más letras

source: Combine home row keys
es: Combina teclas de la fila base

source: Simple combinations
es: Combinaciones simples

source: First words with home row
es: Primeras palabras con fila base

source: Upper Row
es: Fila Superior

source: Add upper row keys
es: Añade las teclas de la fila superior

source: Lower Row
es: Fila Inferior

source: Add lower row keys
es: Añade las teclas de la fila inferior

source: Numbers
es: Números

source: Practice with numbers
es: Practica con números

source: Symbols
es: Símbolos

source: Common symbols
es: Símbolos comunes

source: Mixed Practice
es: Práctica Mixta

source: Combine everything
es: Combina todo

source: Spanish Words
es: Palabras en Español

source: Practice Spanish
es: Practica Español

source: Sentences
es: Oraciones

source: Full sentences
es: Oraciones completas

source: Advanced
es: Avanzado

source: Complex combinations
es: Combinaciones complejas

source: Master Level
es: Nivel Maestro

source: Ultimate challenge
es: Desafío definitivo

source: Keep your wrists straight and fingers curved.
es: Mantén las muñecas rectas y los dedos curvados.

source: Look at the screen, not at your fingers.
es: Mira la pantalla, no tus dedos.

source: Use all ten fingers, not just your index fingers.
es: Usa los diez dedos, no solo los índices.

source: Practice regularly for better results.
es: Practica regularmente para mejores resultados.

source: Accuracy is more important than speed.
es: La precisión es más importante que la velocidad.

source: Take breaks to avoid fatigue.
es: Toma descansos para evitar la fatiga.

source: Maintain good posture while typing.
es: Mantén una buena postura al escribir.

source: Words:
es: Palabras:

source: Keys:
es: Teclas:

source: Lesson
es: Lección

source: completed!
es: completada!

source: Accuracy:
es: Precisión:

source: Speed:
es: Velocidad:

source: Time:
es: Tiempo:

source: Perfect accuracy!
es: ¡Precisión perfecta!

source: Speed demon! 40+ WPM
es: ¡Demonio de la velocidad! +40 PPM

source: Persistent learner!
es: ¡Aprendiz persistente!

source: Tip:
es: Consejo:

source: TOTP Setup
es: Configuración TOTP

source: Setup Two-Factor Authentication
es: Configurar Autenticación de Dos Factores

source: Scan this QR code with your authenticator app:
es: Escanea este código QR con tu aplicación de autenticación:

source: Manual entry:
es: Entrada manual:

source: Enter the 6-digit code from your authenticator app
es: Introduce el código de 6 dígitos de tu aplicación de autenticación

source: Access Forbidden
es: Acceso Prohibido

source: You don't have permission to access this resource. This application is restricted to specific family members.
es: No tienes permiso para acceder a este recurso. Esta aplicación está restringida a miembros específicos de la familia.

source: Access Restricted
es: Acceso Restringido

source: This application is only available to certain family members. Please log in with an authorized account.
es: Esta aplicación solo está disponible para ciertos miembros de la familia. Por favor inicia sesión con una cuenta autorizada.

source: Go Home
es: Ir al Inicio

source: Switch Account
es: Cambiar Cuenta

source: Available Options
es: Opciones Disponibles

source: Log in with your account
es: Inicia sesión con tu cuenta

source: See available applications
es: Ver aplicaciones disponibles

source: Learn about our family
es: Conoce sobre nuestra familia

source: Return to homepage
es: Volver a la página principal

source: Page Not Found
es: Página No Encontrada

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
es: La página que buscas puede haber sido eliminada, haber cambiado de nombre, o estar temporalmente no disponible.

source: Go Back
es: Volver

source: What can you do?
es: ¿Qué puedes hacer?

source: Visit our homepage
es: Visita nuestra página principal

source: Meet our family
es: Conoce a nuestra familia

source: Explore our applications
es: Explora nuestras aplicaciones

source: Learn about this website
es: Conoce sobre este sitio web

source: Internal Server Error
es: Error Interno del Servidor

source: Something went wrong on our end. We apologize for the inconvenience and are working to fix the issue.
es: Algo salió mal de nuestro lado. Nos disculpamos por las molestias y estamos trabajando para solucionar el problema.

source: What happened?
es: ¿Qué pasó?

source: Our server encountered an unexpected error while processing your request. The issue has been logged and our team will investigate it.
es: Nuestro servidor encontró un error inesperado al procesar tu solicitud. El problema ha sido registrado y nuestro equipo lo investigará.

source: Try Again
es: Intentar de Nuevo

source: Wait a few minutes and try again
es: Espera unos minutos e inténtalo de nuevo

source: Try other applications
es: Prueba otras aplicaciones

source: Contact us if the problem persists
es: Contáctanos si el problema persiste

source: Access Granted
es: Acceso Concedido

source: Login to Access
es: Iniciar sesión para Acceder
